tap "homebrew/cask"

cask "brave-browser"
cask "iterm2"
cask "osxfuse"
cask "appcleaner"
cask "bettertouchtool"
cask "sublime-text"
cask "java"
cask "vlc"
cask "the-unarchiver"
cask "balenaetcher"
cask "android-platform-tools"
cask "osxfuse"
cask "disk-inventory-x"
cask "goland"
# cask "steam"
# cask "pycharm-ce"

brew "zsh"
brew "tmux"
brew "coreutils"
brew "nano"
brew "tree"
brew "autoconf"
brew "automake"
brew "fzf"
brew "git"
brew "htop"
brew "iperf3"
brew "midnight-commander"
brew "mkvtoolnix"
brew "media-info"
brew "nmap"
brew "netcat"
brew "tig"
brew "wakeonlan"
brew "wget"
brew "youtube-dl"
brew "ripgrep"
brew "jq"
# brew "sshfs"
# brew "magic-wormhole"
# brew "kubectl"
# brew kubectx